{
	"nav_about": "About",
	"nav_projects": "Projects",
	"nav_events": "Events",
	"nav_collaborations": "Collaborations",
	"nav_gallery": "Gallery",
	"nav_contact": "Contact",
	"hero_title": "Alacris Devs",
	"hero_lead": "I make games, guide developers, and grow communities - because the best experiences start with the best people.",
	"about_title": "About",
	"about_body": "I'm Alex, a game developer from Estonia who believes the best games come from strong communities. That's why I organize TalTech GameCamp and Gamedev Guild - events that have become essential gathering spots for Estonia's growing game dev scene.\n\nMy technical journey started during university, where I developed and published Packet Tracers, a multiplayer game that taught me as much about problem-solving as it did about code. Today, I bring that experience to my role as a tutoring assistant at Tallinn University of Technology (TalTech), where I mentor the next generation of developers and help them navigate Java and the LibGDX framework.\n\nWhat drives me is the joy of creation - I love the process more than the result. Whether it's working through code challenges with students or bringing together developers for our events, the journey of building something is where I find my energy. I'm passionate about creating spaces where others can experience that same creative process.",
	"projects_heading": "My games and ongoing projects",
	"projects_packet_tracers_title": "Packet Tracers",
	"projects_packet_tracers_desc": "Defend your network from the impending viral invasion!",
	"projects_lux_mundi_title": "Lux Mundi",
	"projects_lux_mundi_desc": "A visually soothing time-killer sandbox made in 4 days.",
	"projects_dichotomia_title": "Dichotomia [GGJ Latvia 2022]",
	"projects_dichotomia_desc": "Fight your inner demon, Jekyll. Fight it.",
	"projects_awe_title": "At World's End",
	"projects_awe_desc": "[Currently in the works - fight against time]",
	"events_heading": "Events I'm organizing",
	"events_gamecamp_title": "TalTech GameCamp",
	"events_gamecamp_desc": "Estonia's biggest educational game development event/competition.",
	"events_guild_title": "GameDev Guild",
	"events_guild_desc": "A casual meetup for Estonian gamedevs to showcase projects.",
	"orgs_heading": "Organizations and brands I've worked with",
	"orgs_taltech_title": "TalTech School of IT",
	"orgs_taltech_desc": "TalTech School of Information Technologies prepares specialists with bachelor's, master's and doctoral degrees in one of the fastest developing fields of science and technology, which is Information and Communication Technology.",
	"orgs_gde_title": "GameDev Estonia",
	"orgs_gde_desc": "GameDev Estonia is a non-profit organization dedicated to fostering and coordinating the growth of the Estonian video game industry.",
	"orgs_lvlup_title": "LVLup! Video Game Museum",
	"orgs_lvlup_desc": "LVLup! Video Game Museum is an interactive video game museum located in Tallinn, Estonia, that focuses on the history and evolution of video games.",
	"orgs_eka_title": "Estonian Academy of Arts",
	"orgs_eka_desc": "The Estonian Academy of Arts is the only public university in Estonia providing higher education in art, design, architecture, media, art history and conservation-restoration.",
	"memories_heading": "Memories",
	"contact_heading": "Get In Touch",
	"form_name_label": "Name",
	"form_name_placeholder": "Your name",
	"form_email_label": "Email",
	"form_email_placeholder": "your.email@example.com",
	"form_message_label": "Message",
	"form_message_placeholder": "Your message",
	"form_submit": "Send Message"
}