{
	"nav_about": "Minust",
	"nav_projects": "Projektid",
	"nav_events": "Üritused",
	"nav_collaborations": "Koostöö",
	"nav_gallery": "Galerii",
	"nav_contact": "Kontakt",
	"hero_title": "Alacris Devs",
	"hero_lead": "Ma loon mänge, juhendan arendajaid ja kasvatan kogukondi, sest parimad kogemused algavad parimatest inimestest.",
	"about_title": "Kes ma olen?",
	"about_body": "Mina olen Alex, Eesti mänguarendaja, kes usub, et parimad asjad sünnivad tugevatest kogukondadest. Sellepärast korraldan ma TalTech GameCampi ja Gamedev Guildi - need üritused on saanud oluliseks kogunemiskohaks Eesti kasvavale mänguarendajate kogukonnale.\n\nMinu tehniline teekond algas ülikoolis, kus ma arendasin ja avaldasin Packet Tracersi - mitmikmängija mängu, mis õpetas mulle nii probleemide lahendamist kui ka programmeerimist. Täna kasutan seda kogemust oma töös Tallinna Tehnikaülikooli (TalTech) abiõppejõuna, kus juhendan järgmise põlvkonna arendajaid ja aitan neil Java ja LibGDX raamistikuga toime tulla. \n\nMinu motivatsiooniks on loomise rõõm - ma armastan protsessi rohkem kui tulemust. Olgu see siis tudengitega koodiprobleemide lahendamine või arendajate kokkutoomine meie üritustele, ma leian oma energia just millegi loomise protsessist. Ma olen kirglik ruumide loomise suhtes, kus teised saavad kogeda sama loomingulist protsessi.",
	"projects_heading": "Minu mängud ja jooksvad projektid",
	"projects_packet_tracers_title": "Packet Tracers",
	"projects_packet_tracers_desc": "Defend your network from the impending viral invasion!",
	"projects_lux_mundi_title": "Lux Mundi",
	"projects_lux_mundi_desc": "A visually soothing time-killer sandbox made in 4 days.",
	"projects_dichotomia_title": "Dichotomia [GGJ Latvia 2022]",
	"projects_dichotomia_desc": "Fight your inner demon, Jekyll. Fight it.",
	"projects_awe_title": "At World's End",
	"projects_awe_desc": "[Currently in the works - fight against time]",
	"events_heading": "Üritused, mida ma korraldan",
	"events_gamecamp_title": "TalTech GameCamp",
	"events_gamecamp_desc": "Eesti suurim hariduslik mänguarenduslik üritus/võistlus.",
	"events_guild_title": "GameDev Guild",
	"events_guild_desc": "Kohalik Eesti mänguarendajate kokkusaamine, kus saab näidata oma projekte.",
	"orgs_heading": "Koostööpartnerid",
	"orgs_taltech_title": "TalTech IT-teaduskond",
	"orgs_taltech_desc": "Infotehnoloogia teaduskond valmistab ette bakalaureuse-, magistri- ja doktorikraadiga spetsialiste ühes kõige kiiremini arenevas teaduse ja tehnoloogia valdkonnas, milleks on info- ja kommunikatsioonitehnoloogia.",
	"orgs_gde_title": "GameDev Estonia",
	"orgs_gde_desc": "GameDev Estonia on mittetulundusühing, mille eesmärk on edendada ja koordineerida Eesti videomängutööstuse kasvu.",
	"orgs_lvlup_title": "LVLup! videomängude muuseum",
	"orgs_lvlup_desc": "LVLup! videomängude muuseum on Tallinnas asuv interaktiivne videomängude muuseum, mis keskendub videomängude ajaloole ja arengule.",
	"orgs_eka_title": "Eesti Kunstiakadeemia",
	"orgs_eka_desc": "Eesti Kunstiakadeemia on ainus avalik-õiguslik ülikool Eestis, mis annab kõrgharidust kunsti, disaini, arhitektuuri, meedia, kunstiajaloo ja konserveerimise-restaureerimise alal.",
	"memories_heading": "Galerii",
	"contact_heading": "Võta ühendust",
	"form_name_label": "Nimi",
	"form_name_placeholder": "Sinu nimi",
	"form_email_label": "E-mail",
	"form_email_placeholder": "sinu.email@aadress.ee",
	"form_message_label": "Sisu",
	"form_message_placeholder": "Sinu sõnum siia",
	"form_submit": "Saada sõnum"
}